Repository: common-repository/cd-buddybar-logo-changer
Catalog: langs/cd_bblc-*.po
Languages: ro_ro, ru_ru

source: NetWork
ro_ro: Reţea
ru_ru: Сеть

source: Logo Changer
ro_ro: Logo-ul Changer
ru_ru: Изменение лого

source: Options updated.
ro_ro: Opţiuni actualizate.
ru_ru: Настройки сохранены.

source: CD BuddyBar Logo Changer
ro_ro: CD BuddyBar logo-ul Changer

source: Choose here, what do you want to show instead of the default sitename in BuddyBar - logo or your own text (i.e.: NetWork).<br>You can control the link (in case you want to redirect users not to the main page) and even add some javascript code!<br><strong>NOTE:</strong> To disable some feature (displaying text or image, using js code) - just leave the appropriate field blank.<br>P.S. For js-coders - link is having id="admin-bar-logo".
ro_ro: Alege aici, ce vrei să arate locul de SITENAME implicit în BuddyBar - logo-ul sau un text propriu (de exemplu: Network) <br> Aveţi posibilitatea de a controla link-ul (în cazul în care doriţi să redirecţioneze utilizatorii nu la pagina principală). chiar şi adaugă unele cod JavaScript NOTĂ <strong> <br>: </strong> Pentru a dezactiva caracteristica de unii (afişarea de text sau imagine, folosind codul de JS) - doar lăsaţi necompletat câmpul corespunzător <br> PS!. Pentru JS-programatori - link-ul are id="admin-bar-logo-ul".
ru_ru: Вы можете выбрать здесь, что вы хотите отображать вместо стандартного названия сайта в BuddyBar - ваш логотип или собственный текст (например, Сеть).<br>Вы также можете настроить путь ссылки (в случае, если вы хотите перенаправлять пользователей не на главную страницу, а куда-либо еще) и даже добавить javascript код!<br><strong>ЗАМЕЧАНИЕ:</strong> Чтобы отменить использование какой-нибудь функции (отображение текста или рисунка, использование js кода) - просто оставьте соответствующие поля пустыми.<br>P.S. Для js-кодеров - ссылка иммет id="admin-bar-logo".

source: Let's make some changes:
ro_ro: Let's face unele modificări:
ru_ru: Давайте внесем необходимые изменения:

source: Logo changer enabled
ro_ro: Logo-ul changer activat
ru_ru: Изменение лого

source: Turn on the BuddyBar Logo changer.
ro_ro: Activați dispozitivul de schimbare logo-ul BuddyBar.
ru_ru: Включить возможность изменить лого в BuddyBar

source: Logo Link
ro_ro: Logo-ul link-ul
ru_ru: Ссылка лого

source: Type here that url you want to use instead of the default main page link. <br>Do not leave this field blank - url MUST be typed.
ro_ro: Introduceţi aici url pe care doriţi să utilizaţi în loc de link-ul de pagina principală implicită. <br>Nu lăsaţi acest câmp necompletat - URL-ul trebuie să fi dactilografiate.
ru_ru: Введите здесь url ссылки, которую вы хотите использовать вместо стандартной ссылки на главную страницу. <br>Не оставляйте это поле пустым - ссылка ДОЛЖНА быть введена.

source: Logo Type
ro_ro: Tip de logo-ul
ru_ru: Тип лого

source: Image
ro_ro: Imagine
ru_ru: Рисунок

source: What would you like to use - text or image - in BuddyBar as your logo?
ro_ro: Ceea ce doriţi să utilizați - text sau imagini - în BuddyBar ca logo-ul?
ru_ru: Что вы хотите использовать - текст или рисунок в качестве логотипа в BuddyBar?

source: Logo Text
ro_ro: Logo-ul Text
ru_ru: Текст лого

source: Type here that text you want to display instead of the default SiteName:
ro_ro: Tastaţi aici textul care doriţi să afişaţi în loc de implicit SiteName:
ru_ru: Введите здесь тот текст, который вы хотите использовать вместо вашего названия сайта:

source: Logo Image path
ro_ro: Logo-ul imaginii calea
ru_ru: Путь к рисунку лого

source: Full web path to your image (no more than 20px in height), i.e.: http://example.com/images/buddylogo.png<br>Use white text (if any exists) color and transparent background on your image.
ro_ro: Plin web calea la imagine (nici mai mult decât 20px în înălţime), adică: text http://example.com/images/buddylogo.png<br>Use alb (dacă există orice) culoare şi transparent background pe imagine.
ru_ru: Полный путь к вашему рисунку (размер рисунка - не более 20px в высоту), например: http://demo.cosydale.com/images/buddy.png<br>Используйте белый цвет для текста рисунка (если текст присутствует) и прозрачный фон.

source: JS usage
ro_ro: Utilizarea JS
ru_ru: Использование JS

source: ON - I will use js
ro_ro: ON - voi folosi js
ru_ru: Включить - Я буду использовать js

source: OFF - I will NOT use js
ro_ro: OFF - nu va utiliza js
ru_ru: Выключить - Я НЕ буду использовать js

source: It's OFF by default. Don't use it, if you don't know what to do with all fields below.
ro_ro: Acesta este dezactivat în mod implicit. Nu folosi, dacă nu ştiţi ce să fac cu toate câmpurile de mai jos.
ru_ru: Выключено по умолчанию. Не используйте, если не знаете, что вводить в поля ниже.

source: onMouseOver JS effect
ro_ro: onMouseOver JS efect
ru_ru: JS эффект onMouseOver

source: This code will be added to the link, i.e.: this.style.fontWeight='bold';
ro_ro: Acest cod va fi adăugat la link-ul, adică: this.style.fontWeight='bold';
ru_ru: Этот код добавляет js-событие к ссылке, например: this.style.fontWeight='bold';

source: onMouseOut JS effect
ro_ro: onMouseOut JS efect
ru_ru: JS эффект onMouseOut

source: This code will be added to the link, i.e.: this.style.fontWeight='normal';
ro_ro: Acest cod va fi adăugat la link-ul, adică: this.style.fontWeight='normal';
ru_ru: Этот код добавляет js-событие к ссылке, например: this.style.fontWeight='normal';

source: onClick JS effect
ro_ro: onClick JS efect
ru_ru: JS эффект onClick

source: This code will be added to the link, i.e.: alert('Go to the main page!');return true
ro_ro: Acest cod va fi adăugat la link-ul, adică: alertă ('Go la pagina principală!');Returnează adevărat
ru_ru: Этот код добавляет js-событие к ссылке, например: alert('Переход на другую страницу!');return true

source: Save Settings
ro_ro: Salvaţi setările
ru_ru: Сохранить изменения

source: Text
ru_ru: Текст
